Repository: xxbillouxx/kasmtech-noVNC
Catalog: po/*.po
Languages: it_ch, uk

source: Connecting...
it_ch: Collegamento...
uk: Підключення...

source: Disconnecting...
it_ch: Disconnessione...
uk: Відключення...

source: Reconnecting...
it_ch: Riconnessione...
uk: Повторне підключення...

source: Internal error
it_ch: Errore interno
uk: Внутрішня помилка

source: Must set host
it_ch: Devi impostare l'host
uk: Потрібно встановити хост

source: Connected (encrypted) to
it_ch: Connesso (crittografato) a
uk: Підключено (зашифровано) до

source: Connected (unencrypted) to
it_ch: Connesso (non crittografato) a
uk: Підключено (не зашифровано) до

source: Something went wrong, connection is closed
it_ch: Qualcosa è andato storto, la connessione è chiusa
uk: Щось пішло не так, з'єднання закрито

source: Failed to connect to server
it_ch: Impossibile connettersi al server
uk: Не вдалося підключитися до сервера

source: Disconnected
it_ch: Disconnesso
uk: Відключено

source: New connection has been rejected with reason:
it_ch: Nuova connessione rifiutata con motivo:
uk: Нове підключення відхилено з причиною:

source: New connection has been rejected
it_ch: La nuova connessione è stata rifiutata
uk: Нове підключення відхилено

source: Credentials are required
it_ch: Le credenziali sono necessarie
uk: Потрібні облікові дані

source: Hide/Show the control bar
it_ch: Nascondi/Mostra la barra di controllo
uk: Приховати/показати панель керування

source: Drag
it_ch: Lagna
uk: перетягнути

source: Move/Drag Viewport
it_ch: Sposta/Trascina finestra
uk: Перемістити/перетягнути вікно перегляду

source: Keyboard
it_ch: Tastiera
uk: Клавіатура

source: Show Keyboard
it_ch: Mostra tastiera
uk: Показати клавіатуру

source: Extra keys
it_ch: Chiavi extra
uk: Додаткові ключі

source: Show Extra Keys
it_ch: Mostra chiavi extra
uk: Показати додаткові ключі

source: Toggle Ctrl
it_ch: Commuta Ctrl
uk: Переключити Ctrl

source: Toggle Alt
it_ch: Attiva/disattiva ALT
uk: Переключити Alt

source: Toggle Windows
it_ch: Attiva/disattiva Windows
uk: Переключити вікна

source: Windows
it_ch: Finestre

source: Send Tab
it_ch: Scheda Invia
uk: Надіслати вкладку

source: Tab
it_ch: Scheda
uk: Вкладка

source: Send Escape
it_ch: Invia fuga
uk: Надіслати Escape

source: Ctrl+Alt+Del
it_ch: Ctrl+Alt+Canc

source: Send Ctrl-Alt-Del
it_ch: Invia Ctrl-Alt-Canc
uk: Надіслати Ctrl-Alt-Del

source: Shutdown/Reboot
it_ch: Arresta/Riavvia
uk: Вимкнення/перезавантаження

source: Shutdown/Reboot...
it_ch: Arresta/Riavvia...
uk: Вимкнення/перезавантаження...

source: Power
it_ch: Energia
uk: Влада

source: Shutdown
it_ch: Fermare
uk: Закрити

source: Reboot
it_ch: Riavviare
uk: Перезавантажити

source: Reset
it_ch: Ripristina
uk: Скинути

source: Clipboard
it_ch: Appunti
uk: Буфер обміну

source: Clear
it_ch: Chiaro
uk: Очистити

source: Fullscreen
it_ch: A schermo intero
uk: Повноекранний

source: Settings
it_ch: Impostazioni
uk: Налаштування

source: Shared Mode
it_ch: Modalità condivisa
uk: Спільний режим

source: View Only
it_ch: Visualizzare solamente
uk: Тільки перегляд

source: Clip to Window
it_ch: Aggancia alla finestra
uk: Кліп до вікна

source: Scaling Mode:
it_ch: Modalità ridimensionamento:
uk: Режим масштабування:

source: None
it_ch: Nessuno
uk: Жодного

source: Local Scaling
it_ch: Ridimensionamento locale
uk: Локальне масштабування

source: Remote Resizing
it_ch: Ridimensionamento remoto
uk: Віддалена зміна розміру

source: Advanced
it_ch: Avanzate
uk: Просунутий

source: Quality:
it_ch: Qualità:
uk: Якість:

source: Compression level:
it_ch: Livello di compressione:
uk: Рівень стиснення:

source: Repeater ID:
it_ch: ID ripetitore:
uk: Ідентифікатор ретранслятора:

source: Encrypt
it_ch: Crittografare
uk: Зашифрувати

source: Host:
it_ch: Ospite:
uk: Ведучий:

source: Port:
it_ch: Porta:
uk: Порт:

source: Path:
it_ch: Sentiero:
uk: Шлях:

source: Automatic Reconnect
it_ch: Riconnessione automatica
uk: Автоматичне повторне підключення

source: Reconnect Delay (ms):
it_ch: Ritardo riconnessione (ms):
uk: Затримка повторного підключення (мс):

source: Show Dot when No Cursor
it_ch: Mostra punto quando nessun cursore
uk: Показувати точку, коли курсор відсутній

source: Logging:
it_ch: Registrazione:
uk: Введення журналу:

source: Version:
it_ch: Versione:
uk: Версія:

source: Disconnect
it_ch: Disconnetti
uk: Відключити

source: Connect
it_ch: Collegare
uk: Підключити

source: Username:
it_ch: Nome utente:
uk: Ім'я користувача:

source: Password:
it_ch: Parola d'ordine:
uk: Пароль:

source: Send Credentials
it_ch: Invia credenziali
uk: Надіслати облікові дані

source: Cancel
it_ch: Annulla
uk: Скасувати

source: Keys
it_ch: Chiavi
uk: Ключі

source: Game Cursor Mode
it_ch: Modalità cursore di gioco
uk: Режим ігрового курсора

source: Press Esc Key to Exit Pointer Lock Mode
it_ch: Premi il tasto Esc per uscire dalla modalità di blocco del puntatore
uk: Натисніть клавішу Esc, щоб вийти з режиму блокування вказівника

source: Game Mode paused, click on screen to resume Game Mode.
it_ch: Modalità di gioco in pausa, fai clic sullo schermo per riprendere la modalità di gioco.
uk: Ігровий режим призупинено, клацніть на екрані, щоб відновити ігровий режим.

source: Clipboard Up
it_ch: Appunti in alto
uk: Буфер обміну вгору

source: CLipboard Down
it_ch: Appunti giù
uk: Буфер обміну вниз

source: Clipboard Seamless
it_ch: Appunti senza soluzione di continuità
uk: Безшовний буфер обміну

source: Prefer Local Cursor
it_ch: Preferisci cursore locale
uk: Надати перевагу локальному курсору

source: Translate keyboard shortcuts
it_ch: Traduci scorciatoie da tastiera
uk: Перекласти комбінації клавіш

source: Enable WebRTC UDP Transit
it_ch: Abilita transito UDP WebRTC
uk: Увімкнути WebRTC UDP Transit

source: Enable WebP Compression
it_ch: Abilita compressione WebP
uk: Увімкнути стиснення WebP

source: Enable Performance Stats
it_ch: Abilita statistiche sul rendimento
uk: Увімкнути статистику продуктивності

source: Enable Pointer Lock
it_ch: Abilita blocco puntatore
uk: Увімкнути блокування вказівника

source: IME Input Mode
it_ch: Modalità di immissione IME
uk: Режим введення IME

source: Show Virtual Keyboard Control
it_ch: Mostra il controllo della tastiera virtuale
uk: Показати керування віртуальною клавіатурою

source: Toggle Control Panel via Keystrokes
it_ch: Attiva/disattiva pannello di controllo tramite sequenze di tasti
uk: Переключити панель керування за допомогою натискання клавіш

source: Render Native Resolution
it_ch: Risoluzione nativa del rendering
uk: Візуалізація рідної роздільної здатності

source: Keyboard Shortcuts
it_ch: Tasti rapidi
uk: Гарячі клавіши

source: Enable KasmVNC Keyboard Shortcuts
it_ch: Abilita le scorciatoie da tastiera di KasmVNC
uk: Увімкнути комбінації клавіш KasmVNC

source: 1 - Toggle Control Panel
it_ch: 1 - Attiva/disattiva pannello di controllo
uk: 1 – Перемкнути панель керування

source: 2 - Toggle Game Pointer Mode
it_ch: 2 - Attiva/disattiva modalità puntatore di gioco
uk: 2 - Перемкнути режим покажчика гри

source: 3 - Toggle Pointer Lock
it_ch: 3 - Attiva/disattiva il blocco del puntatore
uk: 3 - Перемкнути блокування вказівника

source: Stream Quality
it_ch: Qualità del flusso
uk: Якість потоку

source: Preset Modes:
it_ch: Modalità predefinite:
uk: Попередньо встановлені режими:

source: Static
it_ch: Statico
uk: Статичний

source: Low
it_ch: Basso
uk: Низький

source: Medium
it_ch: Medio
uk: Середній

source: High
it_ch: Alto
uk: Високий

source: Extreme
it_ch: Estremo
uk: Екстремальний

source: Lossless
it_ch: Senza perdita
uk: без втрат

source: Custom
it_ch: Costume
uk: На замовлення

source: Auto Dynamic
it_ch: Dinamica automatica
uk: Авто динамічний

source: Off
it_ch: Spento
uk: Вимкнено

source: On
it_ch: SU
uk: Увімкнено

source: Dynamic Quality Min:
it_ch: Qualità dinamica minima:
uk: Мін. динамічна якість:

source: Dynamic Quality Max:
it_ch: Qualità dinamica massima:
uk: Макс. динамічна якість

source: Treat Lossless:
it_ch: Tratta senza perdita:
uk: Лікувати Lossless:

source: Frame Rate:
it_ch: Frequenza dei fotogrammi:
uk: Частота кадрів:

source: Video JPEG Quality:
it_ch: Qualità JPEG video:
uk: Якість відео JPEG:

source: Video WEBP Quality:
it_ch: Qualità WEBP video:
uk: Якість відео WEBP:

source: Video Area:
it_ch: Area video:
uk: Зона відео:

source: Video Time:
it_ch: Tempo video:
uk: Час відео:

source: Video Out Time:
it_ch: Tempo uscita video:
uk: Час виходу відео:

source: Video Mode Width:
it_ch: Larghezza modalità video:
uk: Ширина режиму відео:

source: Video Mode Height:
it_ch: Altezza modalità video:
uk: Висота режиму відео:

source: Documentation
it_ch: Documentazione
uk: Документація

source: Drag Viewport
it_ch: Trascina finestra
uk: Перетягнути вікно перегляду

source: Unexpected error:
it_ch: KasmVNC ha rilevato un errore:
uk: KasmVNC виявив помилку:

source: Esc
uk: Вихід

source: Anti-Aliasing:
uk: Згладжування:
